{
  "translation": {
    "EN": "ID",
    "Explore the enchanting islands of NTT": "Jelajahi pesona pulau-pulau NTT",
    "The islands of East Nusa Tenggara hold captivating natural charm and rich culture. Explore the unique and unforgettable attractions of the islands in NTT. There you will find spectacular natural wonders harmoniously combined with cultural heritage full of local wisdom.": "Pulau-pulau di Nusa Tenggara Timur menyimpan pesona alam yang indah dan kaya akan budaya. Jelajah keunikan serta daya tarik yang tak terlupakan dari pulau-pulau di NTT. Di sana Anda akan menemukan keajaiban alam yang spektakuler dipadu harmonis dengan warisan budaya yang penuh kearifan lokal.",
    "Lodging & Accommodations": "Tempat Singgah",
    "Articles": "Artikel",
    "Search": "Cari",
    "Home": "Beranda",
    "About": "Tentang",
    "Destination": "Destinasi",
    "earth-en": "earth-id",
    "wave-en": "wave-id",
    "Achievement": "Prestasi",
    "East Nusa Tenggara's magnificent beaches, nature, wildlife, and surf breaks have brought it global attention as an eco-tourism hotspot. We continues to earn accolades for its sustainability initiatives and wealth of natural attractions.": "Pantai, alam, margasatwa, dan ombak selancar yang indah di Nusa Tenggara Timur telah menarik perhatian dunia sebagai pusat ekowisata. Kami terus mendapatkan penghargaan atas inisiatif keberlanjutan dan kekayaan atraksi alamnya.",
    "1st Best in Travel 2020 Competition": "Juara 1 Kompetisi Wisata Terbaik 2020",
    "The Ministry of Tourism and Creative Economy of the Republic of Indonesia has won the 1st Best in Travel 2020 competition in the category of Best Destination for Sustainable Tourism Development.": "Kementerian Pariwisata dan Ekonomi Kreatif Republik Indonesia telah memenangkan kompetisi Wisata Terbaik 2020 kategori Destinasi Terbaik untuk Pembangunan Pariwisata Berkelanjutan.",
    "Wae Rebo Village - UNECSO World Heritage Site 2012": "Desa Wae Rebo - Situs Warisan Dunia UNECSO 2012",
    "Wae Rebo Village is a traditional village located in the Manggarai Regency, East Nusa Tenggara. It is a UNESCO World Heritage Site 2012.": "Desa Wae Rebo adalah desa adat yang terletak di Kabupaten Manggarai, Nusa Tenggara Timur. Ini adalah Situs Warisan Dunia UNESCO 2012.",
    "Komodo National Park - UNESCO World Heritage Site 1991": "Taman Nasional Komodo - Situs Warisan Dunia UNESCO 1991",
    "Komodo National Park is a national park in Indonesia located within the Lesser Sunda Islands in the border region between the provinces of East Nusa Tenggara and West Nusa Tenggara.": "Taman Nasional Komodo adalah taman nasional di Indonesia yang terletak di Kepulauan Sunda Kecil di wilayah perbatasan antara provinsi Nusa Tenggara Timur dan Nusa Tenggara Barat.",
    "Pink Beach - 50 Best Beaches in the World 2019": "Pantai Pink - 50 Pantai Terbaik di Dunia 2019",
    "Pink Beach is one of the best beaches in the world. It is located in Komodo National Park, East Nusa Tenggara.": "Pantai Pink adalah salah satu pantai terbaik di dunia. Ini terletak di Taman Nasional Komodo, Nusa Tenggara Timur.",
    "More": "Selengkapnya",
    "Explore Now": "Jelajahi Sekarang",
    "GET TO KNOW EAST NUSA TENGGARA": "KENALI NUSA TENGGARA TIMUR",
    "Here are a few things to help you get acquainted with this unique province in Indonesia, East Nusa Tenggara (NTT).": "Berikut adalah beberapa hal yang akan membantu Anda mengenal provinsi unik di Indonesia, Nusa Tenggara Timur (NTT).",
    "Explore all articles": "Jelajahi semua artikel",
    "Read More": "Baca Selengkapnya",
    "5 Movies set in Beautiful East Nusa Tenggara": "5 Film yang Berlatar di Nusa Tenggara Timur yang Indah",
    "Of course, this natural beauty has been used as a backdrop for several films. I don't know if the story is related, or the film helps promote the natural beauty of NTT. The latest are the films Aku Rindu and Nona Manis Sayange. Here are 10 captivating movies set in East Nusa Tenggara.": "Tentu saja, keindahan alam ini telah digunakan sebagai latar belakang beberapa film. Saya tidak tahu apakah ceritanya berkaitan, atau film tersebut membantu mempromosikan keindahan alam NTT. Yang terbaru adalah film Aku Rindu dan Nona Manis Sayange. Berikut adalah 10 film yang berlatar belakang Nusa Tenggara Timur.",
    "These films not only showcase the stunning landscapes but also capture the unique culture and stories of the region. From the picturesque shores of Riung 17 Island to the mystical Kelimutu, these movies ...": "Film-film ini tidak hanya menampilkan pemandangan yang menakjubkan, tetapi juga menangkap keunikan budaya dan kisah-kisah di wilayah ini. Dari pantai Pulau Riung 17 yang indah hingga Kelimutu yang mistis, film-film ini...",
    "East Nusa Tenggara (NTT) is one of Indonesia's provinces that presents extraordinary natural beauty. Mention the Komodo Island, Sumba, Flores Island, and many more places that can indulge the eyes and mind.": "Nusa Tenggara Timur (NTT) merupakan salah satu provinsi di Indonesia yang menyajikan keindahan alam yang luar biasa. Sebut saja Pulau Komodo, Sumba, Pulau Flores, dan masih banyak lagi tempat yang dapat memanjakan mata dan pikiran.",
    "Certainly, this natural beauty has been used as the backdrop for several films. Whether the story is related or the film promotes the beauty of East Nusa Tenggara. The latest ones include the films \"Aku Rindu\" and \"Nona Manis Sayange\". Here are 10 recommended Indonesian films set against the backdrop of the beauty of East Nusa Tenggara. Let's take a look!": "Tentu saja, keindahan alam ini telah digunakan sebagai latar belakang beberapa film. Entah ceritanya terkait atau film tersebut mempromosikan keindahan Nusa Tenggara Timur. Yang terbaru adalah film \"Aku Rindu\" dan \"Nona Manis Sayange\". Berikut ini adalah 10 rekomendasi film Indonesia yang berlatar belakang keindahan Nusa Tenggara Timur. Mari kita lihat!",
    "\"Labuan Hati,\" a film released in 2017, unfolds its captivating narrative against the breathtaking backdrop of East Nusa Tenggara (NTT). As the story unfolds, viewers are treated to the mesmerizing beauty of the region, showcasing iconic destinations like Pulau Komodo and Pulau Flores. The film seamlessly integrates the enchanting landscapes of NTT into its plot, enhancing the emotional resonance of the characters and their journey. Labuan Hati not only serves as a cinematic experience but also as a visual love letter to the stunning natural wonders of East Nusa Tenggara, leaving the audience enchanted by both the compelling storyline and the picturesque locales.": "\"Labuan Hati,\" sebuah film yang dirilis pada tahun 2017, menampilkan narasi yang menawan dengan latar belakang Nusa Tenggara Timur (NTT) yang menakjubkan. Saat cerita berlangsung, penonton disuguhi dengan keindahan yang memukau dari wilayah tersebut, menampilkan destinasi ikonik seperti Pulau Komodo dan Pulau Flores. Film ini dengan mulus mengintegrasikan lanskap NTT yang mempesona ke dalam plotnya, meningkatkan resonansi emosional para karakter dan perjalanan mereka. Labuan Hati tidak hanya menyajikan pengalaman sinematik, tetapi juga sebagai surat cinta visual untuk keajaiban alam Nusa Tenggara Timur yang menakjubkan, membuat penonton terpesona oleh alur cerita yang menarik dan lokasi yang indah.",
    "\"Humba Dreams,\" released in 2018, is a cinematic ode to the cultural richness and natural splendor of East Nusa Tenggara. The film immerses viewers in the vibrant traditions and mesmerizing landscapes that define the region. From the intricate weaving of Sumba's traditional fabrics to the rhythmic beats of indigenous music, \"Humba Dreams\" provides a sensory feast for audiences. Against the backdrop of NTT's picturesque scenery, the movie invites viewers to explore the profound connection between the characters and their surroundings. Through its compelling narrative and breathtaking visuals, \"Humba Dreams\" succeeds in showcasing the allure of East Nusa Tenggara, leaving an indelible mark on the audience's hearts.": "\"Humba Dreams\" yang dirilis pada tahun 2018, merupakan sebuah ode sinematik tentang kekayaan budaya dan kemegahan alam Nusa Tenggara Timur. Film ini membawa penonton ke dalam tradisi yang hidup dan lanskap memukau yang mendefinisikan wilayah ini. Dari tenun kain tradisional Sumba yang rumit hingga irama musik asli, \"Humba Dreams\" memberikan pesta indrawi bagi para penontonnya. Dengan latar belakang pemandangan NTT yang indah, film ini mengajak penonton untuk menjelajahi hubungan mendalam antara karakter dan lingkungan mereka. Melalui narasi yang menarik dan visual yang memukau, \"Humba Dreams\" berhasil menampilkan daya tarik Nusa Tenggara Timur dan meninggalkan jejak yang tak terhapuskan di hati para penonton.",
    "\"Kulari Ke Pantai,\" a film released in 2018, unfolds a heartfelt story against the stunning coastal landscapes of East Nusa Tenggara. The narrative follows the protagonist's journey as they embark on an adventure, with the pristine beaches of NTT serving as both a metaphorical and literal backdrop. The film captures the essence of the coastal communities, portraying the harmonious relationship between the characters and the vast ocean. Viewers are treated to breathtaking scenes of white sandy beaches, crystal-clear waters, and the warm hospitality of the local people. \"Kulari Ke Pantai\" not only tells a compelling tale of self-discovery but also invites the audience to fall in love with the coastal wonders of East Nusa Tenggara.": "\"Kulari Ke Pantai,\" sebuah film yang dirilis pada tahun 2018, mengungkap kisah yang menyentuh hati dengan latar belakang lanskap pantai yang menakjubkan di Nusa Tenggara Timur. Narasi film ini mengikuti perjalanan tokoh utama saat mereka memulai petualangan, dengan pantai-pantai NTT yang masih alami sebagai latar belakang metaforis dan literal. Film ini menangkap esensi dari masyarakat pesisir, menggambarkan hubungan yang harmonis antara karakter dan lautan yang luas. Penonton disuguhi pemandangan pantai berpasir putih yang menakjubkan, air yang jernih, dan keramahan penduduk setempat. \"Kulari Ke Pantai\" tidak hanya menceritakan kisah penemuan jati diri yang menarik, namun juga mengajak penonton untuk jatuh cinta pada keajaiban pantai di Nusa Tenggara Timur.",
    "\"Nona Manis Sayange,\" a film released in 2023, continues the tradition of showcasing the unparalleled beauty of East Nusa Tenggara. The movie unfolds against a backdrop of stunning landscapes, featuring the iconic destinations of NTT in all their glory. Pulau Komodo, with its mythical dragons, and Pulau Flores, adorned with lush greenery, play pivotal roles in the film's visual narrative. As the characters navigate through the intricate plot, the audience is treated to a visual feast of NTT's diverse and captivating scenery. \"Nona Manis Sayange\" not only narrates a compelling story but also serves as a testament to the cinematic potential of East Nusa Tenggara, leaving the audience captivated by the region's natural wonders.": "\"Nona Manis Sayange\", sebuah film yang dirilis pada tahun 2023, melanjutkan tradisi untuk menampilkan keindahan Nusa Tenggara Timur yang tak tertandingi. Film ini mengambil latar belakang lanskap yang menakjubkan, menampilkan destinasi ikonik NTT dengan segala kemegahannya. Pulau Komodo, dengan mitos naga, dan Pulau Flores yang dihiasi dengan tanaman hijau yang rimbun, memainkan peran penting dalam narasi visual film ini. Saat para karakter menavigasi plot yang rumit, penonton disuguhi pesta visual dari pemandangan NTT yang beragam dan menawan. \"Nona Manis Sayange\" tidak hanya menceritakan sebuah kisah yang menarik tetapi juga menjadi bukti potensi sinematik Nusa Tenggara Timur, membuat penonton terpesona oleh keajaiban alam di wilayah ini.",
    "These films collectively contribute to a growing cinematic repertoire that not only entertains but also celebrates the cultural and natural richness of East Nusa Tenggara. Through compelling narratives and breathtaking visuals, each movie invites viewers to immerse themselves in the enchanting landscapes and cultural tapestry that make NTT a truly remarkable destination.": "Film-film ini secara kolektif berkontribusi pada khasanah sinematik yang tidak hanya menghibur, tetapi juga merayakan kekayaan budaya dan alam Nusa Tenggara Timur. Melalui narasi yang menarik dan visual yang memukau, setiap film mengundang penonton untuk membenamkan diri dalam lanskap yang mempesona dan permadani budaya yang membuat NTT menjadi destinasi yang benar-benar luar biasa.",
    "Top 3 Best Beaches in East Nusa Tenggara": "3 Pantai Terbaik di Nusa Tenggara Timur",
    "Welcome to the unforgettable natural exoticism of Indonesia! This article will take you through the beauty of three of the best beaches in East Nusa Tenggara, places where natural charm and cultural richness come together in perfect harmony. East Nusa Tenggara, with its extraordinary natural wealth, presents an unforgettable holiday experience for visitors. From clean white sand to clear sea water, each beach has its own charm. Get ready to explore and be enchanted by the alluring natural beauty of the three best beach destinations that will be revealed in this article. Enjoy your virtual trip to the tropical paradise of Indonesia!": "Selamat datang di eksotisme alam Indonesia yang tak terlupakan! Artikel ini akan membawa Anda menikmati keindahan tiga pantai terbaik di Nusa Tenggara Timur, tempat di mana pesona alam dan kekayaan budaya berpadu dalam harmoni yang sempurna. Nusa Tenggara Timur, dengan kekayaan alamnya yang luar biasa, menyajikan pengalaman liburan yang tak terlupakan bagi para pengunjungnya. Mulai dari pasir putih yang bersih hingga air laut yang jernih, setiap pantai memiliki daya tarik tersendiri. Bersiaplah untuk menjelajahi dan terpesona oleh keindahan alam yang memikat dari tiga destinasi pantai terbaik yang akan diungkap dalam artikel ini. Selamat menikmati perjalanan virtual Anda ke surga tropis Indonesia!",
    "1. Pink Beach": "1. Pantai Pink",
    "Known as one of the hidden natural wonders, Pink Beach in East Nusa Tenggara offers a unique charm with its pink sand. This natural beauty is caused by a mixture of white sand and red coral grains carried by the waves. The clear sea water shows the underwater beauty with attractive coral reefs. Located on Komodo Island, Pink Beach is a magnet for divers and visitors looking for an unusual beach experience. With a stunning sunset panorama, Pink Beach ensures your holiday experience in East Nusa Tenggara is unforgettable.": "Dikenal sebagai salah satu keajaiban alam yang tersembunyi, Pantai Pink di Nusa Tenggara Timur menawarkan pesona yang unik dengan pasirnya yang berwarna merah muda. Keindahan alam ini disebabkan oleh campuran pasir putih dan butiran karang merah yang terbawa ombak. Air lautnya yang jernih memperlihatkan keindahan bawah laut dengan terumbu karang yang menarik. Terletak di Pulau Komodo, Pantai Pink menjadi magnet bagi para penyelam dan pengunjung yang mencari pengalaman pantai yang tidak biasa. Dengan panorama matahari terbenam yang memukau, Pink Beach memastikan pengalaman liburan Anda di Nusa Tenggara Timur tidak akan terlupakan.",
    "2. Koka Beach": "2. Pantai Koka",
    "Hiding behind green hills and lush trees, Koka Beach is a hidden paradise in East Nusa Tenggara. This beach offers a stunning combination of clean white sand and calm blue sea water. Its natural beauty is further enriched by the presence of two green hills that hug the beach, creating a charming backdrop. Visitors can enjoy surfing, sunbathing, or just relaxing while enjoying the beautiful views at Koka Beach. This is the ideal place to escape the hustle and bustle of everyday life and experience the authentic tranquility of nature.": "Bersembunyi di balik bukit-bukit hijau dan pepohonan yang rimbun, Pantai Koka adalah surga tersembunyi di Nusa Tenggara Timur. Pantai ini menawarkan kombinasi yang menakjubkan antara pasir putih yang bersih dan air laut yang biru dan tenang. Keindahan alamnya semakin diperkaya dengan adanya dua bukit hijau yang memeluk pantai, menciptakan latar belakang yang menawan. Pengunjung dapat menikmati berselancar, berjemur, atau sekedar bersantai sambil menikmati pemandangan indah di Pantai Koka. Ini adalah tempat yang ideal untuk melepaskan diri dari hiruk pikuk kehidupan sehari-hari dan merasakan ketenangan alam yang otentik.",
    "3. Padar Island Beach": "3. Pantai Pulau Padar",
    "Padar Island, which is located in the Komodo National Park area, has hidden beauty on the eastern edge of Nusa Tenggara. The beaches around Padar Island offer soft white sand and clear sea water with stunning shades of blue and green. What makes it unique is the view from the top of Padar hill which shows an extraordinary panorama of three bays with white, black and pink sand. Climbing to the top is also an interesting adventure for visitors who want to enjoy the spectacular natural views of East Nusa Tenggara. The beaches on Padar Island present an alluring natural charm and are an unforgettable destination in this region.": "Pulau Padar yang terletak di kawasan Taman Nasional Komodo ini memiliki keindahan tersembunyi di ujung timur Nusa Tenggara. Pantai-pantai di sekitar Pulau Padar menawarkan pasir putih yang lembut dan air laut yang jernih dengan gradasi warna biru dan hijau yang memukau. Yang membuatnya unik adalah pemandangan dari puncak bukit Padar yang memperlihatkan panorama luar biasa dari tiga teluk dengan pasir berwarna putih, hitam dan merah muda. Pendakian ke puncaknya juga menjadi petualangan menarik bagi pengunjung yang ingin menikmati pemandangan alam spektakuler Nusa Tenggara Timur. Pantai-pantai di Pulau Padar menyajikan pesona alam yang memikat dan menjadi destinasi yang tak terlupakan di kawasan ini.",
    "5 Reasons to Visit The Magnificent Komodo Island": "5 Alasan Mengunjungi Pulau Komodo yang Megah",
    "Nestled between Sumbawa and Flores islands within the East Nusatenggara province lies the expansive and remarkable Komodo National Park. Covering 29 volcanic islands, including the prominent Rinca, Padar, and Komodo, the park serves as a habitat for around 2,500 Komodo Dragons and diverse terrestrial fauna, including various reptile, bird, and mammal species. The park's topography is exceptionally varied, featuring mountainous slopes, tropical rainforests, grass-woodland savannah, and pristine sandy beaches that host a wealth of marine life. The marine ecosystem in Komodo Island ranks among the world's most abundant in flora and fauna, remaining relatively unexplored. Spanning 2,000 km2, incorporating protected land and water, the park holds global significance as a conservation priority, boasting a range of captivating natural attractions.": "Terletak di antara Pulau Sumbawa dan Flores di Provinsi Nusa Tenggara Timur, terletak Taman Nasional Komodo yang luas dan menakjubkan. Meliputi 29 pulau vulkanik, termasuk Rinca, Padar, dan Komodo, taman nasional ini menjadi habitat bagi sekitar 2.500 ekor Komodo dan beragam fauna darat, termasuk berbagai spesies reptil, burung, dan mamalia. Topografi taman nasional ini sangat bervariasi, dengan lereng pegunungan, hutan hujan tropis, padang rumput, sabana, dan pantai berpasir yang masih asli yang menjadi rumah bagi banyak kehidupan laut. Ekosistem laut di Pulau Komodo termasuk salah satu yang paling melimpah di dunia dalam hal flora dan fauna, dan masih relatif belum dijelajahi. Dengan luas 2.000 km2, yang mencakup daratan dan perairan yang dilindungi, taman nasional ini memiliki arti penting secara global sebagai prioritas konservasi, dengan berbagai atraksi alam yang menawan.",
    "For those embarking on their inaugural journey to this enchanting part of Indonesia, here are 5 suggestions to facilitate your exploration of this magnificent Komodo Island": "Bagi mereka yang baru pertama kali mengunjungi bagian Indonesia yang mempesona ini, berikut adalah 5 saran untuk memudahkan Anda menjelajahi Pulau Komodo yang luar biasa ini",
    "1. The Komodo Dragons": "1. Komodo",
    "With a length that can reach approximately 3 meters and a weight exceeding 70kg, the Komodo Dragon, scientifically known as Varanus Komodoensis, stands as the largest lizard and reptile on Earth. Recognizable by their immense size, flat heads, bowed legs, lengthy thick tails, and forked tongues, these dragons exhibit remarkable physical features. Capable of reaching speeds up to 20kph on land and displaying adept swimming skills, Komodos possess excellent vision, allowing them to perceive objects from a distance of 300 meters. Functioning as formidable predators, these carnivores can consume up to 80% of their body weight in a single feeding. Their diet includes substantial prey like water buffaloes, deer, carrion, pigs, and, notably, even humans. Employing a distinctive hunting technique, especially against large prey like water buffaloes, Komodos encircle their victim, patiently waiting for the slow-acting venom in their saliva to take effect. Once incapacitated, the prey is torn apart and devoured entirely, bones included. If the prey manages to escape, it often succumbs within 24 hours due to the poisonous and bacteria-laden saliva.": "Dengan panjang yang dapat mencapai sekitar 3 meter dan berat melebihi 70 kg, Komodo, yang secara ilmiah dikenal sebagai Varanus Komodoensis, merupakan kadal dan reptil terbesar di dunia. Dikenali dari ukurannya yang sangat besar, kepala yang datar, kaki yang membungkuk, ekor yang panjang dan tebal, serta lidah yang bercabang, komodo memiliki ciri-ciri fisik yang luar biasa. Mampu mencapai kecepatan hingga 20 km/jam di darat dan memiliki kemampuan berenang yang mahir, Komodo memiliki penglihatan yang sangat baik, memungkinkan mereka untuk melihat objek dari jarak 300 meter. Berfungsi sebagai predator yang tangguh, karnivora ini dapat mengkonsumsi hingga 80% dari berat badan mereka dalam sekali makan. Makanan mereka meliputi mangsa besar seperti kerbau, rusa, rusa, bangkai, babi, dan terutama, bahkan manusia. Menggunakan teknik berburu yang khas, terutama terhadap mangsa besar seperti kerbau, Komodo mengepung korbannya, dengan sabar menunggu racun yang bekerja lambat dalam air liurnya untuk bekerja. Setelah dilumpuhkan, mangsanya akan dicabik-cabik dan dilahap habis, termasuk tulang-tulangnya. Jika mangsanya berhasil melarikan diri, biasanya akan mati dalam waktu 24 jam karena air liurnya yang beracun dan sarat bakteri.",
    "Exclusive to the Komodo National Park and the surrounding Flores island, these Jurassic and majestic creatures stand as the park's star attraction. While witnessing them is awe-inspiring, visitors are strongly advised to maintain a safe distance and exercise caution. It is imperative to be accompanied by a ranger and adhere to all given instructions when in proximity to these potentially dangerous lizards, despite their seemingly docile appearance.": "Eksklusif untuk Taman Nasional Komodo dan pulau Flores di sekitarnya, makhluk Jurassic dan megah ini menjadi daya tarik utama taman nasional ini. Meskipun menyaksikan mereka sangat mengagumkan, pengunjung sangat disarankan untuk menjaga jarak aman dan berhati-hati. Sangat penting untuk ditemani oleh ranger dan mematuhi semua instruksi yang diberikan saat berada di dekat kadal yang berpotensi berbahaya ini, meskipun penampilannya tampak jinak.",
    "2. Pink Beach on Komodo Island": "2. Pantai Pink di Pulau Komodo",
    "Named for the combination of deteriorating red coral and immaculate white sand, this distinctive and enchanting beach has earned the moniker Pink Beach, or Pantai Merah. Distinguished as one of seven globally with a subtle, glowing pink hue, the beach offers breathtaking panoramic vistas encompassing lush green hills, crystal-clear turquoise waters, radiant pink sand, and azure blue skies.": "Dinamai dengan kombinasi karang merah yang mulai rusak dan pasir putih yang bersih, pantai yang khas dan mempesona ini mendapat julukan Pink Beach atau Pantai Merah. Dikenal sebagai salah satu dari tujuh pantai di dunia yang memiliki warna merah muda yang lembut dan bersinar, pantai ini menawarkan pemandangan panorama yang menakjubkan yang meliputi perbukitan hijau yang rimbun, air laut yang jernih berwarna biru kehijauan, pasir merah muda yang bercahaya, dan langit biru yang biru.",
    "Beyond its visual allure, Pink Beach provides exceptional snorkeling and diving opportunities. The unspoiled underwater terrain is richly adorned with a diverse array of marine life. The subaquatic garden hosts hundreds of species of both soft and hard corals, along with vibrant reefs bustling with various marine fauna.": "Di luar daya tarik visualnya, Pink Beach menyediakan kesempatan snorkeling dan menyelam yang luar biasa. Wilayah bawah laut yang masih alami dihiasi dengan beragam kehidupan laut. Taman bawah lautnya menjadi rumah bagi ratusan spesies karang lunak dan keras, serta terumbu karang yang hidup dan dihuni oleh berbagai fauna laut.",
    "Given that Komodo Island remains the habitat of Komodo Dragons, visitors are advised to exercise caution both on the beach and in the water. It is highly recommended to explore this area with an authorized guide or ranger for a safe and enriching experience.": "Mengingat Pulau Komodo merupakan habitat Komodo, pengunjung disarankan untuk berhati-hati baik di pantai maupun di dalam air. Sangat disarankan untuk menjelajahi area ini dengan pemandu atau ranger resmi untuk mendapatkan pengalaman yang aman dan memperkaya pengalaman.",
    "3. Climate and Geography": "3. Iklim dan Geografi",
    "The weather conditions within the Komodo Island represent some of the driest in Indonesia. With minimal to no rainfall for approximately 8 months of the year, the park is significantly affected by monsoonal rains. Throughout the dry season, spanning from May to October, daily temperatures typically hover around 40 degrees Celsius. This arid climate contributes to a rugged landscape marked by stony hills, and the variety of plant species is confined to grass, shrubs, orchids, and trees. In stark contrast, the marine environment boasts a vibrant and diverse scenery. Positioned within the Asia Pacific Coral Triangle, the national park is abundant with various seagrass beds, colorful coral reefs, and dense mangrove forests.": "Kondisi cuaca di Pulau Komodo merupakan salah satu yang terkering di Indonesia. Dengan curah hujan yang minim atau bahkan tidak ada sama sekali selama kurang lebih 8 bulan dalam setahun, taman nasional ini sangat terpengaruh oleh hujan musiman. Selama musim kemarau, yang berlangsung dari bulan Mei hingga Oktober, suhu harian biasanya berkisar sekitar 40 derajat Celcius. Iklim yang gersang ini berkontribusi pada lanskap berbatu yang ditandai dengan bukit-bukit berbatu, dan variasi spesies tanaman terbatas pada rumput, semak, anggrek, dan pepohonan. Sebaliknya, lingkungan lautnya menawarkan pemandangan yang semarak dan beragam. Berada di dalam Segitiga Terumbu Karang Asia Pasifik, taman nasional ini kaya akan beragam padang lamun, terumbu karang yang berwarna-warni, dan hutan bakau yang lebat.",
    "4. Komodo National Park": "4. Taman Nasional Komodo",
    "Komodo National Park, a natural wonder in Indonesia, offers an unforgettable experience for its visitors. Located on the Komodo Islands, this national park is home to the Komodo lizard, an ancient animal that has become a national icon. Apart from the Komodo lizard, its natural beauty is unrivaled, with the islands offering exotic beaches, colorful coral reefs and spectacular underwater views. The adventure involves trekking on the islands to witness beautiful panoramic views, as well as diving or snorkeling to explore the rich underwater life. Komodo National Park exudes enchanting natural charm and offers a memorable tourist experience in the heart of Indonesia's biodiversity.": "Taman Nasional Komodo, keajaiban alam di Indonesia, menawarkan pengalaman yang tak terlupakan bagi para pengunjungnya. Terletak di Kepulauan Komodo, taman nasional ini merupakan rumah bagi kadal Komodo, hewan purba yang telah menjadi ikon nasional. Selain biawak Komodo, keindahan alamnya tak tertandingi, dengan pulau-pulau yang menawarkan pantai-pantai eksotis, terumbu karang yang berwarna-warni, dan pemandangan bawah laut yang spektakuler. Petualangan ini meliputi trekking di pulau-pulau untuk menyaksikan pemandangan panorama yang indah, serta menyelam atau snorkeling untuk menjelajahi kehidupan bawah laut yang kaya. Taman Nasional Komodo memancarkan pesona alam yang mempesona dan menawarkan pengalaman wisata yang tak terlupakan di jantung keanekaragaman hayati Indonesia.",
    "5. Land and Marine Fauna": "5. Fauna Darat dan Laut",
    "In addition to the majestic Komodo Dragon, Komodo National Park serves as the natural habitat for a wide array of both terrestrial and marine creatures. Visitors have the opportunity to observe these fascinating animals in their unrestricted, natural environments.": "Selain Komodo yang megah, Taman Nasional Komodo juga merupakan habitat alami bagi beragam satwa darat dan laut. Pengunjung memiliki kesempatan untuk mengamati hewan-hewan yang menakjubkan ini di lingkungan alami mereka yang tidak terbatas.",
    "The park's terrestrial fauna boasts a rich variety of reptiles, mammals, and birds. This encompasses, but is not limited to, 12 snake species, 9 lizard species, diverse frog species, the Timor deer (a primary prey for the Komodo Dragon), horses, water buffalos, wild boars, the indigenous Rinca rat, fruit bats, the orange-footed scrub fowl, and more than 40 bird species.": "Fauna darat di taman nasional ini memiliki beragam jenis reptil, mamalia dan burung. Ini mencakup, namun tidak terbatas pada, 12 spesies ular, 9 spesies kadal, beragam spesies katak, rusa Timor (mangsa utama Komodo), kuda, kerbau, babi hutan, tikus Rinca, kelelawar buah, burung belukar berkaki jingga, dan lebih dari 40 spesies burung.",
    "Underwater, the marine fauna showcases remarkable diversity, comprising over 1,000 fish species, 70 sponge varieties, 10 dolphin species, 6 whale species, dugongs, green turtles, various shark species, large manta rays, stingrays, marine reptiles, crustaceans, and sporadically migrating whales.": "Di bawah air, fauna laut menampilkan keanekaragaman yang luar biasa, terdiri dari lebih dari 1.000 spesies ikan, 70 jenis spons, 10 spesies lumba-lumba, 6 spesies paus, duyung, penyu hijau, berbagai jenis hiu, ikan pari manta besar, ikan pari, reptil laut, krustasea, dan paus yang bermigrasi secara sporadis.",
    "Dive into the Beauty of the Riung 17 Island ": "Jelajahi Keindahan Pulau Riung 17",
    "Riung 17 Island, nestled in the heart of East Nusa Tenggara, is a hidden gem that promises an enchanting underwater world waiting to be explored. As you submerge into the crystal-clear waters, a mesmerizing dance of sea anemones welcomes you. What appears to be a waving sea rose is, in fact, a collection of giant clam eggs delicately bound by mucous, creating a vibrant crimson spectacle.": "Pulau Riung 17 yang terletak di jantung Nusa Tenggara Timur adalah permata tersembunyi yang menjanjikan dunia bawah laut yang mempesona yang menunggu untuk dijelajahi. Saat Anda menyelam ke dalam air yang jernih, tarian anemon laut yang memukau akan menyambut Anda. Apa yang tampak seperti mawar laut yang melambai-lambai sebenarnya adalah kumpulan telur kerang raksasa yang diikat dengan lembut oleh lendir, menciptakan tontonan berwarna merah menyala.",
    "Beneath the surface of Riung's waters lies a mesmerizing world, where vibrant marine life and coral formations create a visual feast for underwater enthusiasts. The marine biodiversity here is astonishing, with schools of tropical fish darting among the colorful corals, creating a living kaleidoscope that captivates the senses.": "Di bawah permukaan perairan Riung terdapat dunia yang memukau, di mana kehidupan laut yang hidup dan formasi karang menciptakan pesta visual bagi para penggemar bawah laut. Keanekaragaman hayati laut di sini sangat menakjubkan, dengan gerombolan ikan tropis yang melesat di antara karang berwarna-warni, menciptakan kaleidoskop hidup yang memikat indera penglihatan.",
    "Riung 17 Island is a haven for marine enthusiasts seeking encounters with exotic sea creatures. The underwater landscape is teeming with various species, from graceful sea turtles gliding effortlessly to the majestic manta rays soaring through the depths. It's an underwater paradise that promises encounters with the extraordinary.": "Pulau Riung 17 adalah surga bagi para pecinta bahari yang ingin bertemu dengan makhluk laut yang eksotis. Lanskap bawah lautnya dipenuhi dengan berbagai spesies, mulai dari penyu yang meluncur dengan anggun hingga pari manta yang melesat di kedalaman. Ini adalah surga bawah laut yang menjanjikan pertemuan dengan hal-hal yang luar biasa.",
    "One of the most captivating sights beneath the waves is the mesmerizing dance of sea roses. These aren't your typical flowers; they are, in fact, the delicately intertwined eggs of giant sea clams. Bound by a glistening mucous, these radiant red ribbons create an otherworldly spectacle, offering a glimpse into the intricate and delicate marine life thriving beneath the surface.": "Salah satu pemandangan yang paling menawan di bawah ombak adalah tarian bunga mawar laut yang memukau. Ini bukanlah bunga biasa; ini adalah telur-telur kerang laut raksasa yang terjalin secara halus. Diikat oleh lendir yang berkilauan, pita merah yang bercahaya ini menciptakan pemandangan dunia lain, menawarkan sekilas kehidupan laut yang rumit dan halus yang tumbuh subur di bawah permukaan.",
    "For diving enthusiasts seeking a tranquil escape, Riung 17 Island provides an idyllic setting. Away from the bustling crowds, the underwater landscape offers a serene environment for divers to explore and connect with the beauty of nature. The clear visibility and diverse marine life make Riung a destination that caters to both novice and experienced divers.": "Bagi para penggemar menyelam yang mencari tempat pelarian yang tenang, Pulau Riung 17 menyediakan tempat yang sangat indah. Jauh dari keramaian, lanskap bawah lautnya menawarkan lingkungan yang tenang bagi para penyelam untuk mengeksplorasi dan terhubung dengan keindahan alam. Jarak pandang yang jelas dan kehidupan laut yang beragam membuat Riung menjadi destinasi yang cocok untuk penyelam pemula dan berpengalaman.",
    "While reveling in the underwater beauty of Riung 17 Island, it is crucial to emphasize the importance of responsible tourism. Preserving the delicate ecosystem is a collective responsibility, ensuring that future generations can continue to marvel at the vibrant marine life and unique underwater wonders that this enchanting destination has to offer. Dive into Riung 17 Island and embark on a journey to discover the secrets of its underwater beauty.": "Sambil menikmati keindahan bawah laut Pulau Riung 17, sangat penting untuk menekankan pentingnya pariwisata yang bertanggung jawab. Melestarikan ekosistem yang rapuh adalah tanggung jawab bersama, memastikan bahwa generasi mendatang dapat terus mengagumi kehidupan laut yang hidup dan keajaiban bawah laut yang unik yang ditawarkan oleh destinasi yang mempesona ini. Menyelamlah ke Pulau Riung 17 dan mulailah perjalanan untuk menemukan rahasia keindahan bawah lautnya.",
    "LATEST ARTICLES": "ARTIKEL TERBARU",
    "Read handpicked articles to get you inspired by East Nusa Tenggara": "Baca artikel-artikel terpilih untuk menginspirasi Anda tentang Nusa Tenggara Timur",
    "Explore More": "Lanjut Jelajahi",
    "Source": "Sumber",
    "Credit": "Kredit",
    "RECOMMENDED ARTICLES": "ARTIKEL YANG DIREKOMENDASIKAN",
    "East Nusa Tenggara": "Nusa Tenggara Timur",
    "Not sure what to do on your next trip to East Nusa Tenggara? No worries. We have gathered a selection of curated destinations from different parts of the provience.": "Tidak yakin apa yang harus dilakukan di perjalanan Anda berikutnya ke Nusa Tenggara Timur? Jangan khawatir. Kami telah mengumpulkan pilihan destinasi yang disusun dari berbagai bagian provinsi.",
    "KOMODO ISLAND": "PULAU KOMODO",
    "Komodo Island is one of the islands located in NTT. Komodo Island is known as the natural habitat of the Komodo dragon. This island is one of the Komodo National Park areas which is managed by the Central Government.": "Pulau Komodo adalah salah satu pulau yang terletak di NTT. Pulau Komodo dikenal sebagai habitat alami komodo. Pulau ini merupakan salah satu kawasan Taman Nasional Komodo yang dikelola oleh Pemerintah Pusat.",
    "RIUNG 17 ISLAND": "PULAU RIUNG 17",
    "This marine park presents a different side of Flores Island. When setting foot in this marine park area which has more than seventeen islands, visitors are invited to directly experience the silence and beauty of the 17 Riung Island Marine Park.": "Taman laut ini mempersembahkan sisi lain dari Pulau Flores. Saat menginjakkan kaki di area taman laut ini yang memiliki lebih dari tujuh belas pulau, pengunjung diundang untuk langsung merasakan keheningan dan keindahan Taman Laut Pulau Riung 17.",
    "KELIMUTU LAKE": "DANAU KELIMUTU",
    "Kelimutu is a combination of the words \"keli\" which means mountain and the word \"mutu\" which means to boil. According to local beliefs, the colors in Kelimutu Lake have their own meanings and have very powerful natural powers.": "Kelimutu adalah gabungan dari kata \"keli\" yang berarti gunung dan kata \"mutu\" yang berarti mendidih. Menurut kepercayaan lokal, warna-warna di Danau Kelimutu memiliki arti tersendiri dan memiliki kekuatan alam yang sangat kuat.",
    "PINK BEACH": "PANTAI PINK",
    "As the name suggests, this exotic and beautiful beach has pink sand. Pink Beach, also known as Red Beach on Komodo Island, is one of seven light red sand beaches in the world.": "Sesuai dengan namanya, pantai eksotis dan indah ini memiliki pasir berwarna merah muda. Pantai Pink, juga dikenal sebagai Pantai Merah di Pulau Komodo, adalah salah satu dari tujuh pantai pasir merah muda di dunia.",
    "WAE REBO VILLAGE": "KAMPUNG WAE REBO",
    "The traditional village of Wae Rebo in the district of Manggarai on the island of Flores, East Nusatenggara, has received the Top Award of Excellence from UNESCO in the 2012 UNESCO Asia Pacific Heritage Awards, announced in Bangkok on 27 August 2012.": "Kampung tradisional Wae Rebo di kecamatan Manggarai di pulau Flores, Nusatenggara Timur, telah menerima Penghargaan Kepala dari UNESCO di Penghargaan Warisan Asia Pasifik UNESCO 2012, yang diumumkan di Bangkok pada 27 Agustus 2012.",
    "PADAR ISLAND": "PULAU PADAR",
    "Speaking of nature, exotism and satisfaction, this island offers them all. Although you need a little bit of effort on the journey, the end result would be so much worth it. You wouldn't regret the breathtaking view when you first arrive. As mentioned earlier, hiking to the peak of the hill lets you find out why it is called exotic.": "Berbicara tentang alam, eksotisme dan kepuasan, pulau ini menawarkan semuanya. Meskipun Anda memerlukan sedikit usaha dalam perjalanan, hasil akhirnya akan jauh lebih berharga. Anda tidak akan menyesali pemandangan yang memukau ketika pertama kali tiba. Seperti yang disebutkan sebelumnya, mendaki ke puncak bukit memungkinkan Anda mengetahui mengapa pulau ini disebut eksotis.",
    "KOKA BEACH": "PANTAI KOKA",
    "Koka beach is a beach which is very attractive with clean sea views, as well as the water is very clear, soft white sand stretches forming segment, left and right there are cliffs like a natural painting looks very artistic. Like the other southern coast, Koka beach has big waves but quite safe if we want to swim on the beach.": "Pantai Koka adalah pantai yang sangat menarik dengan pemandangan laut yang bersih, serta airnya sangat jernih, pasir putih yang lembut membentang membentuk segmen, kiri dan kanan ada tebing seperti lukisan alam yang terlihat sangat artistik. Seperti pantai selatan lainnya, pantai Koka memiliki ombak besar tetapi cukup aman jika kita ingin berenang di pantai.",
    "KANAWA ISLAND": "PULAU KANAWA",
    "Kanawa Island is a small island that has crystal clear sea water with white sand and very beautiful coral reefs. This island has gradations of blue sea water and is very suitable as a tourist spot to relieve fatigue due to busy work.": "Pulau Kanawa adalah pulau kecil yang memiliki air laut yang jernih dengan pasir putih dan terumbu karang yang sangat indah. Pulau ini memiliki gradasi air laut yang biru dan sangat cocok sebagai tempat wisata untuk melepaskan kelelahan akibat pekerjaan yang sibuk.",
    "Data Source": "Sumber Data",
    "About Us": "Tentang Kami",
    "Enjoy an unforgettable stay with a variety of accommodation options, ranging from beachfront resorts that offer stunning ocean views to traditional villas that blend the nuances of local culture with modern facilities. Each place to stay is guaranteed to provide friendly and professional service, creating an ideal atmosphere for travelers to experience the warmth and uniqueness of NTT's exotic islands. Find your dream lodging and embark on an unforgettable adventure in the tropical paradise of East Nusa Tenggara.": "Nikmati pengalaman menginap yang tak terlupakan dengan berbagai pilihan akomodasi yang ada, mulai dari resor tepi pantai yang menawarkan panorama laut yang memukau hingga vila tradisional yang memadukan nuansa budaya lokal dengan fasilitas modern. Setiap tempat menginap dijamin memberikan layanan yang ramah dan profesional, menciptakan suasana yang ideal bagi para pelancong untuk merasakan kehangatan dan keunikan pulau-pulau eksotis NTT. Segera temukan penginapan impian Anda dan mulailah petualangan tak terlupakan di surga tropis Nusa Tenggara Timur.",
    "Get your trip off to a great start with a stay at this property, which offers free Wi-Fi in all rooms. Strategically situated in Macang Tanggar, allowing you access and proximity to local attractions and sights. Don't leave before paying a visit to the famous Komodo Airport. Rated with 5 stars, this high-quality property provides guests with access to massage, restaurant and outdoor pool on-site.": "Mulailah perjalanan Anda dengan awal yang baik dengan menginap di properti ini, yang menawarkan Wi-Fi gratis di semua kamar. Berlokasi strategis di Macang Tanggar, memberikan Anda akses dan kedekatan dengan atraksi dan tempat wisata lokal. Jangan pergi sebelum berkunjung ke Bandara Komodo yang terkenal. Dinilai dengan bintang 5, properti berkualitas tinggi ini menyediakan akses ke pijat, restoran, dan kolam renang luar ruangan di tempat.",
    "USD 153.57": "IDR 2.411.312",
    "The car parking and the Wi-Fi are always free, so you can stay in touch and come and go as you please. Strategically situated in Labuan Bajo, allowing you access and proximity to local attractions and sights. Don't leave before paying a visit to the famous Komodo Airport. This 4-star property features restaurant to make your stay more indulgent and memorable.": "Parkir mobil dan Wi-Fi selalu gratis, sehingga Anda dapat tetap terhubung dan datang dan pergi sesuka Anda. Berlokasi strategis di Labuan Bajo, memungkinkan Anda untuk mengakses dan dekat dengan atraksi dan pemandangan lokal. Jangan pergi sebelum mengunjungi Bandara Komodo yang terkenal. Properti bintang 4 ini memiliki restoran untuk membuat pengalaman menginap Anda semakin berkesan.",
    "USD 40.35": "IDR 694.964",
    "World-class Luxury with Gracious Indonesian Hospitality at Labuan Bajo Hotel. A perfectly balanced retreat sanctuary welcomes you to the heart of Komodo National Park. Experience and create lasting memories in the lap of luxury with state-of-the-art facilities and services while surrounded by unparalleled natural beauty at the best 5-star hotel in Labuan Bajo, AYANA Komodo Resort. Do you long for a private break-away where your thoughts can roam while kayaking around the Labuan Bajo Resort to a private island? Or do you want to mingle with otherguests and create wonderful new friendships on our bustling 250m long private jetty? The Labuan Bajo Hotel has what you need—and so much more.": "Kemewahan Kelas Dunia dengan Keramahan Indonesia di Labuan Bajo Hotel. Tempat peristirahatan yang sempurna menyambut Anda di jantung Taman Nasional Komodo. Rasakan dan ciptakan kenangan tak terlupakan dalam pangkuan kemewahan dengan fasilitas dan layanan mutakhir sambil dikelilingi keindahan alam yang tak tertandingi di hotel bintang 5 terbaik di Labuan Bajo, AYANA Komodo Resort. Apakah Anda mendambakan liburan pribadi di mana pikiran Anda dapat melayang-layang sambil bermain kayak di sekitar Labuan Bajo Resort ke pulau pribadi? Atau apakah Anda ingin berbaur dengan tamu lain dan menciptakan persahabatan baru yang indah di dermaga pribadi kami yang panjangnya mencapai 250 meter? The Labuan Bajo Hotel memiliki apa yang Anda butuhkan - dan masih banyak lagi.",
    "USD 285.83": "IDR 4.488.166",
    "Not only located within easy reach of various places of interests for your adventure, but staying at Loccal Collection Hotel Komodo will also give you a pleasant stay. This hotel is the perfect choice for couples seeking a romantic getaway or a honeymoon retreat. Enjoy the most memorable nights with your loved one by staying at Loccal Collection Hotel Komodo. Spa treatment is one of the main features of the hotel. Pamper yourself with the relaxing treatment that rejuvenates you.": "Tidak hanya berlokasi dekat dengan berbagai tempat menarik untuk berpetualang, menginap di Loccal Collection Hotel Komodo juga akan memberikan pengalaman menginap yang menyenangkan. Hotel ini merupakan pilihan yang tepat bagi pasangan yang mencari liburan romantis atau tempat peristirahatan untuk berbulan madu. Nikmati malam-malam yang paling berkesan bersama pasangan dengan menginap di Loccal Collection Hotel Komodo. Perawatan spa adalah salah satu fitur utama hotel ini. Manjakan diri Anda dengan perawatan relaksasi yang dapat meremajakan diri Anda.",
    "USD 110.33": "IDR 1.734.234",
    "Meruorah Komodo Labuan Bajo is a hotel near Airport, an ideal accommodation while waiting for your next flight. Enjoy a satisfying place to rest during your transit.From business event to corporate gathering, Meruorah Komodo Labuan Bajo provides complete services and facilities that you and your colleagues need.Whether you are planning an event or other special occasions, Meruorah Komodo Labuan Bajo is a great choice for you with a large and well-equipped function room to suit your requirements.": "Meruorah Komodo Labuan Bajo adalah hotel yang dekat dengan Bandara, akomodasi yang ideal untuk menunggu penerbangan Anda berikutnya. Dari acara bisnis hingga pertemuan perusahaan, Meruorah Komodo Labuan Bajo menyediakan layanan dan fasilitas lengkap yang Anda dan kolega Anda butuhkan, baik untuk acara bisnis maupun acara khusus lainnya, Meruorah Komodo Labuan Bajo merupakan pilihan yang tepat untuk Anda dengan ruang serbaguna yang besar dan lengkap sesuai dengan kebutuhan Anda.",
    "USD 154.59": "IDR 2.565.000",
    "Whether you are planning an event or other special occasions, Sudamala Resort, Komodo, Labuan Bajo is a great choice for you with a large and well-equipped function room to suit your requirements. This resort is the perfect choice for couples seeking a romantic getaway or a honeymoon retreat. Enjoy the most memorable nights with your loved one by staying at Sudamala Resort, Komodo, Labuan Bajo. Sudamala Resort, Komodo, Labuan Bajo is the splendid choice for you who are seeking a luxurious treat for your holiday. Get pampered with the most excellent services and make your holiday memorable by staying here.": "Apakah Anda sedang merencanakan sebuah acara atau acara khusus lainnya, Sudamala Resort, Komodo, Labuan Bajo adalah pilihan yang tepat untuk Anda dengan ruang serbaguna yang besar dan lengkap untuk memenuhi kebutuhan Anda. Resor ini adalah pilihan yang sempurna untuk pasangan yang mencari liburan romantis atau tempat peristirahatan bulan madu. Nikmati malam-malam yang paling berkesan bersama pasangan dengan menginap di Sudamala Resort, Komodo, Labuan Bajo. Sudamala Resort, Komodo, Labuan Bajo adalah pilihan tepat bagi Anda yang mencari kemewahan untuk liburan Anda. Manjakan diri Anda dengan pelayanan terbaik dan jadikan liburan Anda tak terlupakan dengan menginap di sini.",
    "USD 134.55": "IDR 1.992.698",
    "Chasing Sunrise in the Sky of Three Colored Lakes": "Mengejar Matahari Terbit di Langit Tiga Danau Berwarna",
    "The Tale of Kelimutu's Three-Color Lake in Ende Regency, East Nusa Tenggara Province, Captivates Travelers from Abroad and Throughout the Archipelago, Including Locals on Flores Island.": "Kisah Danau Tiga Warna Kelimutu di Kabupaten Ende, Provinsi Nusa Tenggara Timur, Memikat Wisatawan dari Luar Negeri dan Seluruh Nusantara, Termasuk Warga Lokal di Pulau Flores.",
    "The three colorful lakes on Mount Kelimutu are part of the Kelimutu National Park. Travelers often purchase travel packages to Flores Island with the goal of visiting Kelimutu's three-color lakes.": "Tiga danau berwarna di Gunung Kelimutu merupakan bagian dari Taman Nasional Kelimutu. Wisatawan sering membeli paket wisata ke Pulau Flores dengan tujuan mengunjungi tiga danau berwarna Kelimutu.",
    "Even during the Eid holiday in 2023, tourists from East Manggarai Regency took advantage of the opportunity to explore Kelimutu Lake. They embarked on a sunrise hunt at the peak of Kelimutu Lake on Saturday, April 22, 2023. Travelers from East Manggarai, along with their family entourage, traveled a considerable distance from Borong City to the summit of Kelimutu Lake before sunrise.": "Bahkan selama liburan Idul Fitri 2023, wisatawan dari Kabupaten Manggarai Timur memanfaatkan kesempatan untuk menjelajahi Danau Kelimutu. Mereka memulai perburuan matahari terbit di puncak Danau Kelimutu pada hari Sabtu, 22 April 2023. Wisatawan dari Manggarai Timur, bersama dengan rombongan keluarga mereka, melakukan perjalanan jarak yang cukup jauh dari Kota Borong ke puncak Danau Kelimutu sebelum matahari terbit.",
    "Edy Lento, a local traveler from East Manggarai, shared with Kompas.com on Saturday, April 22, 2023, that he and his family enjoyed a vacation at the three-color lakes of Kelimutu.": "Edy Lento, seorang wisatawan lokal dari Manggarai Timur, berbagi dengan Kompas.com pada hari Sabtu, 22 April 2023, bahwa dia dan keluarganya menikmati liburan di tiga danau berwarna Kelimutu.",
    "The Charm of The Sunrise at Lake Kelimutu": "Pesona Matahari Terbit di Danau Kelimutu",
    "Until now, he has been intrigued by various tales and stories of Kelimutu's three-color lake, which has gained worldwide renown.": "Hingga saat ini, dia tertarik dengan berbagai cerita dan kisah tentang tiga danau berwarna Kelimutu, yang telah mendapat ketenaran di seluruh dunia.",
    "Foreign and domestic tourists frequently visit the lake to witness the sunrise and marvel at the three uniquely colored lakes atop Mount Kelimutu.": "Wisatawan asing dan domestik sering mengunjungi danau untuk menyaksikan matahari terbit dan kagum pada tiga danau berwarna unik di puncak Gunung Kelimutu.",
    "\"Yesterday, on Friday, (April 21, 2023), we departed from East Manggarai and stayed overnight in Moni Village. Early this morning, around 04:00 AM local time, we traversed the hills to Lake Kelimutu, parking our vehicles at the hillside parking lot,\" he said.": "\"Kemarin, Jumat, (21 April 2023), kami berangkat dari Manggarai Timur dan bermalam di Desa Moni. Pagi tadi, sekitar pukul 04.00 WITA, kami menelusuri bukit menuju Danau Kelimutu, memarkirkan kendaraan kami di area parkir di lereng bukit,\" katanya.",
    "Subsequently, they walked towards the summit of Mount Kelimutu, climbing stairs until reaching the peak.": "Selanjutnya, mereka berjalan menuju puncak Gunung Kelimutu, menaiki tangga hingga mencapai puncak.",
    "Edy Lento described the journey to the Kelimutu peak as truly astonishing, with the natural beauty of the forested area and the unique landscape featuring three lakes at the mountain's summit.": "Edy Lento menggambarkan perjalanan ke puncak Kelimutu sebagai benar-benar menakjubkan, dengan keindahan alam kawasan berhutan dan lanskap unik yang menampilkan tiga danau di puncak gunung.",
    "\"This morning the weather was very clear, allowing us to capture the sunrise and experience the chilly weather at the top of Mount Kelimutu with its three exotic-colored lakes,\" he added.": "\"Pagi ini cuaca sangat cerah, memungkinkan kami untuk menangkap matahari terbit dan merasakan cuaca yang dingin di puncak Gunung Kelimutu dengan tiga danau berwarna eksotis,\" tambahnya.",
    "They felt the marvels presented by the universe and the sun's rays at the summit of Mount Kelimutu.": "Mereka merasakan keajaiban yang ditampilkan oleh alam semesta dan sinar matahari di puncak Gunung Kelimutu.",
    "Edy Lento added that upon reaching the peak of Mount Kelimutu at the location of the summit monument, they also encountered other tourists from abroad and different regions of Indonesia who were also capturing the sunrise at the summit of Mount Kelimutu.": "Edy Lento menambahkan bahwa setelah mencapai puncak Gunung Kelimutu di lokasi monumen puncak, mereka juga bertemu dengan wisatawan dari luar negeri dan berbagai daerah di Indonesia yang juga menangkap matahari terbit di puncak Gunung Kelimutu.",
    "\"Kelimutu's three-color lake is a globally renowned destination. Foreign and domestic tourists often purchase travel packages to Kelimutu Lake located in the Kelimutu Mountains,\" he explained.": "\"Danau tiga warna Kelimutu adalah destinasi yang terkenal di seluruh dunia. Wisatawan asing dan domestik sering membeli paket wisata ke Danau Kelimutu yang terletak di Pegunungan Kelimutu,\" jelasnya.",
    "As known, travel agencies and tour guides in Flores, Bali, and Jakarta have incorporated Kelimutu Lake as a favorite destination in Flores Island. From West Flores to East Flores and vice versa, they sell travel packages to Kelimutu Lake. This represents the natural and lake tourism heritage in Flores Island, East Nusa Tenggara.": "Seperti yang diketahui, agen perjalanan dan pemandu wisata di Flores, Bali, dan Jakarta telah menyertakan Danau Kelimutu sebagai destinasi favorit di Pulau Flores. Dari Flores Barat ke Flores Timur dan sebaliknya, mereka menjual paket wisata ke Danau Kelimutu. Ini mewakili warisan pariwisata alam dan danau di Pulau Flores, Nusa Tenggara Timur.",
    "Why is the sand of Pink Beach in NTT pink?": "Mengapa pasir Pantai Pink di NTT berwarna pink?",
    "One of the must-visit attractions for tourists in Komodo National Park (KNP), West Manggarai Regency, Flores, East Nusa Tenggara, is the Pink Beach. Beyond offering views of the beautiful and crystal-clear blue sea, the stretch of pink-hued sand is the distinctive allure of Pink Beach.": "Salah satu atraksi wajib dikunjungi bagi wisatawan di Taman Nasional Komodo (TNK), Kabupaten Manggarai Barat, Flores, Nusa Tenggara Timur, adalah Pantai Pink. Selain menawarkan pemandangan laut yang indah dan jernih berwarna biru, pasir berwarna pink adalah daya tarik khas Pantai Pink.",
    "Travel Blogger Kadek Arini explained that behind the captivating sand color lies the role of waves dragging coral reefs to the shore. \"The coral reefs at Pink Beach are mostly pink. When the waves hit them, they break. The fragments, mixed with white sand, result in the pink-colored sand,\" she stated during a virtual press conference on \"Comprehensive Protection of Affordable Spirit and Health\" on Monday, December 21, 2020.": "Blogger Wisata Kadek Arini menjelaskan bahwa di balik warna pasir yang memikat terdapat peran ombak yang menyeret terumbu karang ke pantai. \"Terumbu karang di Pantai Pink sebagian besar berwarna pink. Ketika ombak menghantamnya, mereka patah. Serpihan-serpihan itu, bercampur dengan pasir putih, menghasilkan pasir berwarna pink,\" katanya saat konferensi pers virtual tentang \"Perlindungan Komprehensif Rohani dan Kesehatan yang Terjangkau\" pada hari Senin, 21 Desember 2020.",
    "According to information from Bobo on Monday, July 15, 2019, the beach's sand color on Komodo Island originates from microorganisms called foraminifera. Additionally, citing Kompas.com on Monday, September 14, 2020, foram or Foraminifera is a microscopic plankton that dates back nearly a billion years in the ocean.": "Menurut informasi dari Bobo pada hari Senin, 15 Juli 2019, warna pasir pantai di Pulau Komodo berasal dari mikroorganisme yang disebut foraminifera. Selain itu, mengutip Kompas.com pada hari Senin, 14 September 2020, foram atau Foraminifera adalah plankton mikroskopis yang berasal hampir satu miliar tahun yang lalu di lautan.",
    "So, what is the connection between plankton and the sand color at Pink Beach?": "Jadi, apa hubungan antara plankton dan warna pasir di Pantai Pink?",
    "Foram has a slightly orange or coral hue, which then mixes with the beach sand. As a result, the sand at Pink Beach takes on a pinkish color.": "Foram memiliki warna oranye atau koral yang sedikit, yang kemudian bercampur dengan pasir pantai. Akibatnya, pasir di Pantai Pink berwarna pink.",
    "Although foram is said to cause the sand to turn pink, as per Tribun Travel on Sunday, August 5, 2018, the sand color is influenced by shell fragments. These broken shell fragments are carried by the waves to the coastal areas. The shell fragments then mix with the white sand from the limestone rocks around the beach.": "Meskipun foram dikatakan menyebabkan pasir berubah menjadi pink, seperti yang dilaporkan Tribun Travel pada hari Minggu, 5 Agustus 2018, warna pasir dipengaruhi oleh serpihan kerang. Serpihan kerang yang patah ini dibawa oleh ombak ke daerah pesisir. Serpihan kerang kemudian bercampur dengan pasir putih dari batu kapur di sekitar pantai.",
    "This process creates the distinctive color of Pink Beach, one of the seven pink sandy beaches globally, as seen by tourists today.": "Proses ini menciptakan warna khas Pantai Pink, salah satu dari tujuh pantai berpasir pink di dunia, seperti yang dilihat oleh wisatawan saat ini.",
    "Wae Rebo Village: Beautiful Indonesian Village": "Kampung Wae Rebo: Desa Indonesia yang Indah",
    "Situated at an altitude of 1,200 meters above sea level, Wae Rebo Village in Flores resembles a paradise above the clouds. While reaching this destination requires effort, the reward upon arrival is truly equivalent to the journey taken. The breathtaking natural scenery, with mountains blending seamlessly with seven cone-shaped traditional houses, leaves a unique impression on every visitor who has ventured to Wae Rebo Village.": "Terletak pada ketinggian 1.200 meter di atas permukaan laut, Desa Wae Rebo di Flores menyerupai surga di atas awan. Meskipun mencapai destinasi ini memerlukan usaha, hadiah yang diterima setelah tiba benar-benar setara dengan perjalanan yang dilakukan. Pemandangan alam yang memukau, dengan gunung yang menyatu dengan tujuh rumah adat berbentuk kerucut, meninggalkan kesan yang unik pada setiap pengunjung yang telah berani menjelajahi Desa Wae Rebo.",
    "Located southwest of Ruteng city in the Manggarai Regency, East Nusa Tenggara, Wae Rebo Village is not easily accessible due to its mountaintop location. A considerable amount of extra energy is required for the approximately 3 to 4-hour trek, covering a distance of 7 km, depending on physical conditions.": "Terletak di sebelah barat daya kota Ruteng di Kabupaten Manggarai, Nusa Tenggara Timur, Desa Wae Rebo tidak mudah diakses karena lokasinya di puncak gunung. Sejumlah energi ekstra diperlukan untuk perjalanan sekitar 3 hingga 4 jam, menempuh jarak 7 km, tergantung pada kondisi fisik.",
    "I consider Wae Rebo Village the most beautiful village in Indonesia, and it's a place where mobile signals are entirely absent. In terms of tourism, Wae Rebo Village is well-managed, receiving guidance from the Indonesia Ecotourism Network. The aim is to uplift villages that were previously overlooked into sought-after tourist destinations.": "Saya menganggap Desa Wae Rebo sebagai desa terindah di Indonesia, dan ini adalah tempat di mana sinyal seluler sama sekali tidak ada. Dalam hal pariwisata, Desa Wae Rebo dikelola dengan baik, menerima bimbingan dari Jaringan Ekowisata Indonesia. Tujuannya adalah untuk mengangkat desa-desa yang sebelumnya diabaikan menjadi destinasi wisata yang diminati.",
    "Travelers heading to Wae Rebo Village in Flores usually start their journey from Ruteng. If coming from Denpasar (Bali), direct flights to Ruteng are available. In case there are no flights to Ruteng, buses or travel services from Labuan Bajo, the capital of West Manggarai Regency, which takes approximately 6 hours, can be utilized. Upon reaching Ruteng, the journey continues to the villages of Denge or Dintor, taking about 2 hours, and Denge is the last village accessible by vehicle.": "Wisatawan yang menuju Desa Wae Rebo di Flores biasanya memulai perjalanan mereka dari Ruteng. Jika datang dari Denpasar (Bali), penerbangan langsung ke Ruteng tersedia. Jika tidak ada penerbangan ke Ruteng, bus atau layanan perjalanan dari Labuan Bajo, ibu kota Kabupaten Manggarai Barat, yang memakan waktu sekitar 6 jam, dapat dimanfaatkan. Setelah mencapai Ruteng, perjalanan dilanjutkan ke desa-desa Denge atau Dintor, memakan waktu sekitar 2 jam, dan Denge adalah desa terakhir yang dapat diakses dengan kendaraan.",
    "To reach Denge, visitors can opt for motorcycle taxis (ojek) or wooden trucks, usually available at Terminal Mena operating from 09:00 to 10:00. For a more budget-friendly choice, the wooden trucks are recommended, though they don't operate every day.": "Untuk mencapai Denge, pengunjung dapat memilih ojek atau truk kayu, biasanya tersedia di Terminal Mena yang beroperasi dari pukul 09.00 hingga 10.00. Untuk pilihan yang lebih ramah anggaran, truk kayu sangat direkomendasikan, meskipun mereka tidak beroperasi setiap hari.",
    "The journey then continues on foot to Wae Rebo Village, taking approximately 4-5 hours. If choosing an ojek from Ruteng to Denge, the cost can be higher, ranging from Rp 150,000 to Rp 200,000 for a single trip. Opting for the wooden trucks is more economical, with a fare of only Rp 30,000 per person.": "Perjalanan kemudian dilanjutkan dengan berjalan kaki ke Desa Wae Rebo, memakan waktu sekitar 4-5 jam. Jika memilih ojek dari Ruteng ke Denge, biayanya bisa lebih tinggi, berkisar antara Rp 150.000 hingga Rp 200.000 untuk sekali perjalanan. Memilih truk kayu lebih ekonomis, dengan tarif hanya Rp 30.000 per orang.",
    "In terms of facilities, Denge Village has a home stay available for accommodation. Not far from the home stay, there is an information center and a library.": "Dalam hal fasilitas, Desa Denge memiliki penginapan yang tersedia untuk akomodasi. Tidak jauh dari penginapan, terdapat pusat informasi dan perpustakaan.",
    "Upon arriving in Wae Rebo Village, visitors can stay in the traditional houses owned by the locals. There are no specific home stays or accommodations here, as the village consists of only 7 traditional houses.": "Setelah tiba di Desa Wae Rebo, pengunjung dapat menginap di rumah adat yang dimiliki oleh warga setempat. Tidak ada penginapan atau akomodasi khusus di sini, karena desa ini terdiri dari hanya 7 rumah adat.",
    "In addition to its breathtaking scenery, the warmth of the villagers welcomes visitors upon arrival in Wae Rebo. Here, you'll find the iconic Mbaru Niang, a traditional architectural wonder made of wood with a thatched roof woven from cogon grass. The unique cone-shaped structures have stood for 19 generations, attracting curious tourists, especially from abroad.": "Selain pemandangannya yang menakjubkan, kehangatan penduduk desa menyambut para pengunjung setibanya di Wae Rebo. Di sini, Anda akan menemukan Mbaru Niang yang ikonik, arsitektur tradisional yang terbuat dari kayu dengan atap jerami yang dianyam dari rumput cogon. Bangunan berbentuk kerucut yang unik ini telah berdiri selama 19 generasi, menarik perhatian wisatawan yang penasaran, terutama dari mancanegara.",
    "Surrounded by lush greenery and beautiful hills, the seven Mbaru Niang structures create a picturesque landscape with a cool climate, surrounded by forests. Recognized as a UNESCO World Heritage cultural site in 2012, Wae Rebo Village is a historical and culturally significant destination.": "Dikelilingi oleh pepohonan hijau dan bukit-bukit yang indah, tujuh struktur Mbaru Niang menciptakan lanskap yang indah dengan iklim yang sejuk, dikelilingi oleh hutan. Diakui sebagai situs warisan budaya UNESCO pada tahun 2012, Desa Wae Rebo adalah destinasi yang bersejarah dan bermakna secara budaya.",
    "What are you looking for...": "Mau cari apa...",
    "Last Year was visited by": "Tahun Lalu dikunjungi oleh",
    "1.5 million": "1,5 juta",
    " tourists.": " wisatawan."
  }
}
